tap "ethereum/ethereum"
tap "facebook/fb"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "autojump"
brew "awscli"
brew "libssh2"
brew "bat"
brew "boost"
brew "python@3.12"
brew "chafa"
brew "cloudflared"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "doctl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libgit2"
brew "exa"
brew "fd"
brew "open-mpi"
brew "fnm"
brew "frum"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lsd"
brew "neovim"
brew "node"
brew "node@16"
brew "openjdk@11"
brew "pgcli"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@16", restart_service: true
brew "protobuf"
brew "ripgrep"
brew "ruby"
brew "solidity"
brew "temporal"
brew "tmux"
brew "vips"
brew "facebook/fb/idb-companion"
brew "fsouza/prettierd/prettierd"
cask "alacritty"
cask "cloudflare-warp"
cask "docker"
cask "ngrok"
cask "raycast"
cask "warp"
cask "zulu@17"
